{"video_id" : "xZiushqZukk", "quiz" : "Menurut penjelasan Letto dalam video tersebut, apa yang dimaksud dengan passion?\nA. Kesenangan tanpa hambatan\nB. Hasrat untuk mencapai tujuan dengan siap menerima penderitaan\nC. Kemampuan untuk berinovasi tanpa usaha\nD. Kesediaan untuk mengikuti tren terbaru\nANSWER: B"}
{"video_id" : "jj0BDZlQJAQ", "quiz" : "Dalam proses kreativitas, sistem berpikir yang dominan ketika seseorang sedang menciptakan karya secara bebas dan spontan (meledakkan ide) adalah?\nA. Sistem satu karena lebih intuitif dan spontan\nB. Sistem dua karena lebih analitis dan mendalam\nC. Keduanya digunakan secara bersamaan\nD. Tidak ada sistem yang dominan\nANSWER: A"}
{"video_id" : "A-o_8pm43-Q", "quiz" : "Menurut pembahasan, fase apa yang paling mendorong seseorang untuk mencari ilmu lebih dalam?\nA. Fase sukses\nB. Fase kenyamanan\nC. Fase gelisah atau ketidaknyamanan\nD. Fase hening\nANSWER: C"}
{"video_id" : "HD2FHSX0PHM", "quiz" : "Peralatan apa yang merupakan bagian penting dari perlengkapan upacara bendera menurut video ini?\nA. Kelompok orang yang bertugas dalam upacara\nB. Bendera dan tiang bendera\nC. Dokumen-dokumen resmi seperti kartu tanda penduduk\nD. Perlengkapan makanan dan minuman untuk peserta acara\nANSWER: B"}
{"video_id" : "bn4cQVkz0ew", "quiz" : "Pemahaman menata karya dalam proses kreativitas melibatkan:\nA. Penyesuaian total terhadap apa yang diinginkan audience tanpa mempertimbangkan kualitas karya sendiri.\nB. Keseimbangan antara kesadaran terhadap luar dan apa yang dilakukan oleh diri sendiri.\nC. Pengabaian terhadap desain manusiawi (human centered design) demi fokus pada fitur teknis.\nD. Penyusunan karya tanpa mempertimbangkan kebutuhan pasar atau audience.\nANSWER: B"}
{"video_id" : "8J7z8ZVtt5g", "quiz" : "Menurut Wawanti, apa yang harus dilakukan ketika karyamu diremehkan oleh orang lain?\nA. Berhenti membuat karya baru\nB. Membiarkan harga diri tergantung pada pendapat orang lain\nC. Menggunakan kritik sebagai kesempatan untuk belajar dan berkembang\nD. Menyimpan semua karya pribadi tanpa dibagikan kepada publik\nANSWER: C"}
{"video_id" : "cFGORl5jUUQ", "quiz" : "Bagaimana menurut Anda konsep \"zero mistake\" yang dibahas dalam video tersebut?\nA. Sebagai tujuan absolut yang harus dicapai tanpa kesalahan apa pun.\nB. Sebagai upaya mencapai akurasi maksimal namun memahami keterbatasan manusia.\nC. Sebagai alasan untuk tidak berusaha optimal karena semua orang pasti melakukan kesalahan.\nD. Sebagai prinsip bahwa kesalahan adalah hal yang wajib dihindari dalam setiap tindakan.\nANSWER: B"}
{"video_id" : "6lCV1yH9nec", "quiz" : "Menurut video tersebut, faktor apa yang mempengaruhi proses pemikiran dan kreativitas seseorang?\nA. Kondisi fisik tubuh saja\nB. Faktor eksternal seperti lingkungan dan waktu\nC. Hanya keadaan mental dalam diri sendiri\nD. Sumber daya finansial yang dimiliki\nANSWER: B"}
{"video_id" : "rA6iLy2KOiQ", "quiz" : "Menurut Undang-Undang Nomor 9 Tahun 2010 tentang Keprotokolan, istilah \"upacara\" merujuk pada:\nA. Acara kenegaraan dan acara resmi yang diatur oleh pemerintah atau lembaga negara.\nB. Semua jenis acara yang dilaksanakan secara terpusat dengan undangan dari pejabat pemerintahan.\nC. Hanya upacara bendera yang diadakan dalam lingkup kenegaraan dan resmi.\nD. Aturan untuk melaksanakan upacara dalam acara kenegaraan maupun acara resmi.\nANSWER: D"}
{"video_id" : "BHzyAwca6ss", "quiz" : "Menurut prinsip social entrepreneurship, tujuan utama yang diusung adalah?\nA. Mencari keuntungan pribadi sebanyak-banyaknya\nB. Memastikan kesejahteraan bersama dalam tim\nC. Menjalankan program hanya berdasarkan arahan dari atas\nD. Mengutamakan persaingan dengan kompetitor lain\nANSWER: B"}
{"video_id" : "qkJH-5RJPkA", "quiz" : "Bagaimana batasan ukuran roket modern terkait dengan sejarah jalan Romawi?\nA. Batasan ukuran roket dipengaruhi oleh lebar jalur kereta yang dibatasi oleh jalan Romawi\nB. Ukuran roket ditentukan oleh kapasitas gudang penyimpanan di Florida\nC. Desain roket modern terinspirasi langsung dari teknologi zaman Romawi\nD. Batasan ukuran roket disebabkan oleh ketersediaan bahan bakar yang terbatas\nANSWER: A"}
{"video_id" : "J7lRhYzvszM", "quiz" : "Bagian dari drive kerja yang disebut White Head adalah?\nA. Kerja karena takut kehilangan pekerjaan atau promosi\nB. Kerja karena merasa bagian dari sesuatu yang lebih besar\nC. Kerja hanya untuk tujuan finansial jangka pendek\nD. Kerja karena tekanan eksternal seperti aturan kantor\nANSWER: B"}
{"video_id" : "UVt0oNvb6FM", "quiz" : "Pada komponen PC server yang dibahas dalam video tersebut, port apa saja yang tersedia di bagian depan PC server?\nA. Empat USB type A dan satu HDMI\nB. Dua display port dan satu USB type C\nC. Empat USB type A dan satu USB type C\nD. Satu jack microphone dan dua jack headset\nANSWER: C"}
{"video_id" : "aNEAi8cBRww", "quiz" : "Dalam cerita tersebut, bagaimana cara anak tersebut mengatasi kesulitan saat mencoba menjual es buah sambil mempertimbangkan situasi sekitarnya?\nA. Ia menyerah setelah orang-orang tidak mau membeli\nB. Ia belajar dari penjual lain di pasar dan menerapkan strateginya\nC. Ia minta bantuan ibunya untuk menjualnya\nD. Ia berhenti membuat es buah dan mencoba bisnis yang lain\nANSWER: B"}
{"video_id" : "rclWxkulKF0", "quiz" : "Menurut video tersebut, apa yang perlu dicari oleh orang dewasa meskipun mereka telah memiliki kepastian dalam hidup?\nA. Ketentuan yang tetap\nB. Kemungkinan baru dan tantangan\nC. Ketenangan dan ketenangan pikiran saja\nD. Keberhasilan instan tanpa usaha\nANSWER: B"}
{"video_id" : "vfa0y4h2hk4", "quiz" : "Apakah jenis upacara yang meliputi acara kenegaraan seperti Hari Ulang Tahun Proklamasi Kemerdekaan RI dan lahirnya lembaga negara?\nA. Upacara Bukan Upacara Bendera\nB. Acara Kenegaraan Umum\nC. Upacara Bendera\nD. Acara Resmi Negara\nANSWER: C"}
{"video_id" : "GGqdZK3hAAA", "quiz" : "Bagaimana langkah awal dalam membangun jiwa korsa yang kokoh menurut materi tersebut?\nA. Meningkatkan komunikasi internal\nB. Pemberdayaan tim dengan mendelegasikan tugas dan memberi kepercayaan\nC. Memberikan penghargaan kepada anggota tim\nD. Melakukan pelatihan dan pendidikan terstruktur\nANSWER: B"}
{"video_id" : "RB1bKDfm7Eo", "quiz" : "Berikut adalah soal multiple choice dalam format AIKEN sesuai petunjuk yang diberikan: Berikut ini merupakan salah satu aspek tata upacara bendera menurut Pasal Tujuh Belas Undang-Undang Protokol:\nA. Tata urutan acara\nB. Penanganan lambang negara\nC. Lagu kebangsaan\nD. Pakaian peserta\nANSWER: A"}
{"video_id" : "AljeAGkNGQg", "quiz" : "Menurut video, jika seseorang mengalami kesulitan karena nilai pribadi mereka bertentangan dengan nilai institusi tempat mereka bekerja, langkah yang tepat untuk mengatasinya adalah...\nA. Menyesuaikan perilaku saja tanpa memperhatikan nilai-nilai lain\nB. Mengubah keterampilan kerja agar cocok dengan lingkungan baru\nC. Menyinkronkan nilai pribadi dengan nilai institusi\nD. Mempertahankan nilai pribadi tanpa mengubah apapun\nANSWER: C"}
{"video_id" : "u1YeaKvWXf0", "quiz" : "Pada video tentang kelengkapan upacara, unsur apa yang paling penting untuk memastikan suatu upacara dapat dilaksanakan?\nA. Inspektur Upacara\nB. Komandan Upacara\nC. Peserta Upacara\nD. Pembawa Naskah\nANSWER: A"}
{"video_id" : "fLHIO8u6X8o", "quiz" : "Menurut pembicara, passion seseorang paling banyak dipengaruhi oleh:\nA. Lingkungan kerja\nB. Nilai dan keyakinan diri\nC. Keterampilan profesional\nD. Perilaku sehari-hari\nANSWER: B"}
{"video_id" : "QsFHjMtos6U", "quiz" : "Dalam konteks pendirian social enterprise, apa tantangan utama yang harus dihadapi?\nA. Tidak adanya dukungan dari pemerintah untuk memulai proyek\nB. Kesulitan dalam mengidentifikasi dan menyelesaikan masalah sosial yang prioritas\nC. Kurangnya inovasi dalam penyusunan Standar Operasional Prosedur (SOP)\nD. Tidak adanya kolaborasi antara masyarakat dengan social enterprise\nANSWER: B"}
{"video_id" : "S4wE_mbiPPE", "quiz" : "Prinsip utama menjadi socialpreneur adalah?\nA. Mencari keuntungan pribadi sebanyak-banyaknya\nB. Menjalankan usaha hanya untuk memenuhi kebutuhan diri sendiri\nC. Bekerja sama dan berfokus pada kesejahteraan bersama\nD. Mengutamakan persaingan dengan entitas lain yang serupa\nANSWER: C"}
{"video_id" : "gqisfN5AXLw", "quiz" : "Menurut video tersebut, sistem berpikir apa yang diperlukan untuk mencapai kreativitas maksimal?\nA. Sistem satu (berpikir cepat)\nB. Sistem dua (berpikir lambat dan analitis)\nC. Mode norma\nD. Mode eksplorasi\nANSWER: B"}
{"video_id" : "cTd5tov42L4", "quiz" : "Menurut video tersebut, level terakhir dari inovasi karya seni dan teknologi adalah memberikan lebih banyak waktu untuk melakukan hal lain. Level ini diberi nama sebagai:\nA. Gift of Purpose\nB. Gift of Pathway\nC. Gift of Time\nD. Gift of Inspiration\nANSWER: C"}
{"video_id" : "RO-4CcskLow", "quiz" : "Apakah aplikasi Canva merupakan aplikasi desain offline atau online?\nA. Offline\nB. Online\nC. Hybrid\nD. Tidak jelas\nANSWER: B"}
{"video_id" : "T8QHZetKsCA", "quiz" : "Menurut pengarahan tersebut, faktor apa yang paling menentukan dalam pengelolaan keuangan keluarga?\nA. Pendapatan finansial pasangan\nB. Tingkat pendidikan anggota keluarga\nC. Kualitas hubungan antara anggota keluarga\nD. Pengalaman kerja dalam manajemen keuangan\nANSWER: C"}
{"video_id" : "236WtRnLBwo", "quiz" : "Tantangan utama yang dapat menghambat pertumbuhan jiwa korsa di lingkungan ASN adalah:\nA. Kurangnya interaksi antar anggota tim karena kesibukan kerja dan minimnya fasilitas.\nB. Tekanan individualisme dan kompetisi internal di lingkungan kerja yang kompetitif.\nC. Keberagaman latar belakang budaya, pendidikan, bahasa, dan cara pandang yang berbeda antar anggota tim.\nD. Ketidakpercayaan dan kurangnya komunikasi efektif antar anggota organisasi.\nANSWER: C"}
{"video_id" : "eow7GpWb7UI", "quiz" : "```xml <!ENTITY question \"What is the primary purpose of using project management software to enhance team efficiency? <a>Purchasing and inventory control</a> <b>Real-time collaboration and task prioritization</b> <c>Email automation and customer service</c> <d>Website design and development</d> > ```\nA. Pilihan\nB. Pilihan\nC. Pilihan\nD. Pilihan\nANSWER: A"}
{"video_id" : "3LXHOXssMLo", "quiz" : "Mengapa menurut Andine penting untuk memulai olahraga perlahan-lahan?\nA. Agar otot-otot kita tidak sobek\nB. Supaya badan terhindar dari pegal-pegal yang berlebihan\nC. Untuk mencegah diri sendiri merasa putus asa dan kapok\nD. Sehingga lebih mudah untuk tetap konsisten dalam jangka panjang\nANSWER: C"}
{"video_id" : "ocdo6n_0X4w", "quiz" : "Berikut adalah soal multiple choice dalam format AIKEN sesuai permintaan Anda: Menggunakan aplikasi Grok.AI dan ChatGPT, langkah awal yang dilakukan oleh pengguna untuk membuat video animasi kucing bertarung adalah:\nA. Membuat struktur scene dalam format JSON\nB. Meminta ChatGPT untuk menghasilkan gambar kucing yang akan bertarung\nC. Mengatur profil aplikasi agar tidak otomatis membuat video dari gambar yang diunggah\nD. Menambahkan frame dan scene berdasarkan struktur JSON\nANSWER: B"}
{"video_id" : "b-2PPlx-nSI", "quiz" : "Menurut narasumber, metode belajar yang disarankan untuk menghindari kebiasaan menulis berlebihan adalah?\nA. Baca tulis terus-menerus\nB. Mind mapping\nC. Copy paste dari teman\nD. Membuat catatan panjang\nANSWER: B"}
{"video_id" : "0uhL8v1t8u0", "quiz" : "Apakah tujuan utama pembuatan ekstensi Chrome yang dibahas dalam video ini?\nA. Untuk menggantikan ChatGPT sebagai alat penerjemah bahasa\nB. Memudahkan pekerja remote berkomunikasi di lingkungan multibahasa, terutama dengan bahasa Jepang\nC. Membuat aplikasi untuk mempercepat proses coding dalam bahasa pemrograman\nD. Menjelaskan cara kerja platform API Gateway seperti Maya Router\nANSWER: B"}
{"video_id" : "OcQwk9QtkM8", "quiz" : "Pakaian Sipil Lengkap (PSL) untuk laki-laki menurut Perpres Nomor 71 Tahun 2018 meliputi:\nA. Jas berwarna gelap, kemeja putih tanpa dasi, celana panjang hitam, dan sepatu hitam.\nB. Jas berwarna gelap, kemeja lengan panjang putih, celana panjang yang warnanya sama dengan jas, dasi hitam, dan sepatu hitam.\nC. Pakaian dinas TNI/Polri lengkap beserta pernak-perniknya.\nD. Jas berwarna gelap, kemeja putih, rok atau celana panjang serupa warna jas, dan sepatu hitam.\nANSWER: B"}
{"video_id" : "1CPzdgRs6Bc", "quiz" : "Menurut video tersebut, apa peran utama dari passion dalam menciptakan performa kerja yang luar biasa?\nA. Passion hanya penting untuk menaikkan standar kompetensi.\nB. Passion merupakan asal usul dan pendorong utama bagi pembentukan kompetensi serta peningkatan kualitas pekerjaan.\nC. Passion tidak memiliki pengaruh signifikan terhadap performa kerja.\nD. Passion hanya penting untuk menjaga kepuasan kerja tanpa meningkatkan kinerja.\nANSWER: B"}
{"video_id" : "Jy5EocXHdYU", "quiz" : "Jiwa korsa atau esprit de corps merupakan konsep yang berasal dari:\nA. Bahasa Jerman\nB. Bahasa Prancis\nC. Bahasa Inggris\nD. Bahasa Belanda\nANSWER: B"}
{"video_id" : "MkRHYh8werM", "quiz" : "Teori konstruktivisme sosial biasanya menggunakan metode penelitian yang bersifat:\nA. Kuantitatif\nB. Statistik\nC. Kualitatif\nD. Eksperimen\nANSWER: C"}
{"video_id" : "FWRnOIEaG98", "quiz" : "Menurut percakapan tersebut, apa yang dianggap sebagai komponen utama dalam proses kreatif?\nA. Menciptakan ide kompleks secara terus-menerus\nB. Menjaga agar tidak mengalami kegagalan\nC. Terus mencoba dan siap menerima risiko gagal\nD. Mengikuti rumus yang telah ditentukan\nANSWER: C"}
{"video_id" : "qoDUyu362Zk", "quiz" : "Question?\nA. Menurut video, mengapa penting untuk mempertahankan nilai-nilai tertinggi kita saat merasa lelah atau bosan dengan pekerjaan?\nB. Video menunjukkan bahwa nilai pribadi hanya berlaku dalam konteks pribadi dan tidak memiliki dampak pada lingkungan kerja.\nC. Menurut video, untuk meningkatkan kinerja kerja, seseorang harus menghilangkan semua nilai yang sudah usang dari dirinya.\nD. Video menyatakan bahwa memilih lebih sedikit nilai akan membuat orang merasa semakin stres dan tidak puas dalam pekerjaan.\nANSWER: A"}
{"video_id" : "IF8XT9Jcb7E", "quiz" : "Dalam praktik meditasi yang baru saja dijelaskan, apa langkah yang tepat untuk mengembalikan fokus ke pernapasan ketika pikiran sudah mulai terdistraksi?\nA. Menghentikan latihan dan memulainya dari awal\nB. Menyibukkan diri dengan aktivitas lain agar tidak berpikir\nC. Mencoba menenangkan pikiran dengan menghitung mundur sampai 10\nD. Memberi instruksi ke diri sendiri untuk kembali fokus pada pernapasan\nANSWER: D"}
{"video_id" : "kzFT2xXk-Ik", "quiz" : "Berapa persentase ideal dari gaji yang harus disisihkan untuk kebutuhan rutin menurut narasumber?\nA. 50%\nB. Tergantung pada jumlah tanggungan dan penghasilan individu\nC. 60%\nD. 100%\nANSWER: B"}
{"video_id" : "NGAiCXclpKI", "quiz" : "Menurut Andien, kapan waktu makan malam yang ideal sebelum tidur?\nA. Tidak lebih dari 2 jam sebelum tidur\nB. Tidak lebih dari 3 jam sebelum tidur\nC. Tidak lebih dari 4 jam sebelum tidur\nD. Setiap saat selama sudah selesai makan\nANSWER: C"}
{"video_id" : "xM4oSSeIWLc", "quiz" : "Menurut teks tersebut, apa yang menjadi makna utama dari Jiwa Korsa di organisasi?\nA. Semangat kebersamaan dan loyalitas dalam tim.\nB. Kesediaan untuk berkorban demi kepentingan bersama.\nC. Struktur hierarkis yang kuat.\nD. Efisiensi kerja individual.\nANSWER: B"}
{"video_id" : "H7hYjb50mhk", "quiz" : "Menurut penjelasan dalam transcript, apa langkah awal yang disarankan untuk mengelola keuangan bulanan dan tahunan?\nA. Memulai pengeluaran dari gaya hidup terlebih dahulu\nB. Membuat catatan pengeluaran bulanan dan tahunan secara terpisah\nC. Menggunakan THR untuk liburan terlebih dahulu\nD. Menabung uang THR sebelum membeli kebutuhan harian\nANSWER: B"}
{"video_id" : "vqQf64WnUuU", "quiz" : "Apakah salah satu ciri utama investasi bodong adalah penawaran keuntungan yang dijamin tanpa risiko?\nA. Benar dan selalu diberikan oleh semua lembaga keuangan resmi\nB. Salah, karena setiap investasi pasti ada risikonya\nC. Benar jika investasi tersebut disertai dengan sertifikat izin dari regulator\nD. Salah, tetapi aman jika diinvestasikan bersama teman\nANSWER: B"}
{"video_id" : "bKBVL7ro3yk", "quiz" : "Menurut Andien, apa yang sebenarnya dimaksud dengan diet?\nA. Cara menurunkan berat badan\nB. Pola makan tertentu untuk kesehatan tubuh\nC. Hanya mengonsumsi sayuran dan buah-buahan\nD. Makan tanpa nasi\nANSWER: B"}
{"video_id" : "rkSo-AXDJZA", "quiz" : "Menurut urutan yang disebutkan dalam financial journey, langkah pertama yang harus dilakukan adalah?\nA. Membuat dana darurat\nB. Memenuhi kebutuhan dasar dan kewajiban finansial\nC. Melunasi utang-utang\nD. Mengumpulkan aset\nANSWER: B"}
{"video_id" : "p0vgvGz9cEI", "quiz" : "Bagaimana menurut penuturan tersebut pentingnya paradigma dalam pendekatan riset?\nA. Paradigma hanya mempengaruhi cara pandang seseorang dalam beragama.\nB. Paradigma membentuk cara pandang dan metode penelitian yang digunakan.\nC. Paradigma tidak memiliki pengaruh signifikan terhadap hasil penelitian.\nD. Paradigma harus selalu positivistik untuk memastikan validitas data.\nANSWER: B"}
{"video_id" : "_hs_1GFWsfw", "quiz" : "Menurut materi yang disampaikan, apa yang menjadi ciri khas dari kondisi psikologis passion?\nA. Emosi negatif yang lemah\nB. Dorongan eksternal yang kuat\nC. Rasa emosi positif dan kuat\nD. Kendali diri yang sepenuhnya bergantung pada lingkungan\nANSWER: C"}
{"video_id" : "HImAzGRv5cI", "quiz" : "Menurut penelitian, apa yang terjadi ketika seseorang melakukan multitasking?\nA. Produktivitas meningkat karena otak bekerja lebih efisien\nB. Waktu yang dibutuhkan untuk fokus kembali pada tugas menjadi lebih pendek\nC. Fungsi otak menurun sebesar empat puluh persen dan menghasilkan kerugian finansial bagi perusahaan\nD. Kreativitas meningkat karena banyaknya stimulasi yang diterima\nANSWER: C"}
{"video_id" : "Zm-nYUEIDU0", "quiz" : "Menurut penjelasan yang diberikan, apa yang dimaksud dengan ontologi menurut Croppy?\nA. Ontologi adalah studi tentang metodologi.\nB. Ontologi adalah studi tentang kebenaran dan kenyataan.\nC. Ontologi adalah studi tentang epistemologi.\nD. Ontologi adalah studi tentang being atau eksistensi.\nANSWER: B"}
{"video_id" : "3i0bAR6rIIs", "quiz" : "Strategi apa yang paling efektif untuk membangun Jiwa Korsa di lingkungan ASN?\nA. Pemberian pelatihan teknis bersama\nB. Membangun komunikasi yang terbuka dan efektif\nC. Menghargai kontribusi setiap anggota melalui apresiasi\nD. Menanamkan nilai-nilai organisasi dalam budaya kerja\nANSWER: B"}
{"video_id" : "pOH3iKJKgeY", "quiz" : "Karakteristik utama jiwa korsa yang ditekankan dalam pembelajaran ini adalah?\nA. Kompetisi antar anggota tim\nB. Keberanian individual untuk mengambil risiko\nC. Pemberdayaan dan komunikasi efektif di antara anggota tim\nD. Fokus pada pencapaian tujuan pribadi\nANSWER: C"}
{"video_id" : "UrQFnkKNCoU", "quiz" : "Apakah menurut Anda value-value pribadi yang hidup dan dijalankan sehari-hari dapat membantu mengatasi rasa lelah atau kejenuhan ketika bekerja?\nA. Tidak, value hanya penting untuk kehidupan pribadi\nB. Kadang-kadang bisa, tergantung pada situasi kerja\nC. Ya, value memberikan motivasi dan makna dalam pekerjaan\nD. Seringkali membuat lelah karena membebani pikiran\nANSWER: C"}
{"video_id" : "gEFQGSpnpFE", "quiz" : "Menurut narasumber, metode belajar yang efektif untuk menyelesaikan riset PhD adalah...\nA. Banyak membaca dan menulis tanpa henti\nB. Mind mapping dan mencari bukti-bukti yang relevan\nC. Menyalin catatan teman-teman secara langsung\nD. Menghindari proses baca tulis yang berlebihan\nANSWER: B"}
{"video_id" : "oOp5PIFLZZY", "quiz" : "Bagaimana menurut pembicara, langkah pertama dalam melakukan mind mapping untuk memahami perspektif teoritis diri sendiri adalah?\nA. Menentukan tantangan hidup pribadi dan sosial\nB. Memilih paradigma yang sesuai dengan lingkungan\nC. Mengidentifikasi posisi saat ini dan masa depan yang diinginkan\nD. Membuat daftar tantangan dalam mempertahankan paradigma terpilih\nANSWER: C"}
{"video_id" : "7Vf0DOnLjwE", "quiz" : "Dalam konteks mengelola pekerjaan dan kehidupan pribadi selama pandemi, menurut transkrip tersebut, bagian mana yang cenderung lebih sering ditinggalkan?\nA. Pekerjaan\nB. Kehidupan pribadi\nC. Hubungan sosial\nD. Kesehatan fisik\nANSWER: B"}
{"video_id" : "nAUiBcOi04c", "quiz" : "Apakah faktor berikut dapat meningkatkan risiko konflik antara pekerjaan dan kehidupan pribadi: jadwal kerja yang tidak terprediksi, tingginya tuntutan pekerjaan, dan kepribadian sebagai perfeksionis?\nA. Tidak, karena faktor-faktor tersebut hanya berdampak pada kualitas kerja tetapi tidak mengganggu kehidupan pribadi\nB. Ya, karena kombinasi faktor-faktor tersebut dapat menciptakan tekanan yang signifikan dan membuat sulit untuk mempertahankan keseimbangan antara pekerjaan dan kehidupan pribadi\nC. Tidak, hanya kepribadian sebagai perfeksionis yang akan meningkatkan risiko konflik ini\nD. Ya, tetapi hanya jika faktor-faktor tersebut terjadi secara bersamaan dalam lingkungan keluarga juga\nANSWER: B"}
{"video_id" : "5LjbzreeLMc", "quiz" : "Menurut Andien, olahraga favorit yang telah dia lakukan rutin sejak tahun 2009 adalah?\nA. Lari\nB. Yoga\nC. Pilates\nD. Muay Thai\nANSWER: C"}
{"video_id" : "995PjN1DosQ", "quiz" : "Menurut prinsip yang dijelaskan, tugas mana yang sebaiknya dikerjakan saat ini jika tugas tersebut penting tetapi tidak urgent?\nA. Delegasikan kepada orang lain\nB. Tunda dan buat planning\nC. Kerjakan dengan prioritas tinggi\nD. Lupakan saja\nANSWER: B"}
{"video_id" : "gnaN8_rUVeE", "quiz" : "Dalam proses penyusunan desain riset awal yang dibahas dalam video, teori apa yang digunakan oleh peneliti dari Silverstone?\nA. The Theory of Practice\nB. Domestication Theory\nC. Social Constructivism\nD. Epistemological Relativism\nANSWER: B"}
{"video_id" : "zY8ac6NjZ8E", "quiz" : "Menurut narasi tersebut, metode belajar apa yang disarankan oleh pembicara untuk menghemat waktu dan tetap efektif?\nA. Baca tulis terus-menerus tanpa henti\nB. Mind mapping dan mencari bukti-bukti relevan\nC. Copy paste dari karya orang lain\nD. Menonton serial killer series setiap hari\nANSWER: B"}
{"video_id" : "90Sa_65LlV4", "quiz" : "Menurut transkrip tersebut, apa yang disarankan untuk menerapkan mindfulness saat bekerja?\nA. Selalu memeriksa WhatsApp dan media sosial selama jam kerja\nB. Membuat batasan waktu dan menyelesaikan tugas sesuai jadwal\nC. Terus memikirkan promosi dan peningkatan karier saat bekerja\nD. Menghabiskan waktu istirahat untuk memikirkan pekerjaan yang belum selesai\nANSWER: B"}
{"video_id" : "FtHkSFeXdR4", "quiz" : "Menurut Thomas Kuhn, penelitian di bawah satu paradigma harus secara efektif apabila:\nA. Memiliki metode yang konsisten\nB. Mengandung adanya perubahan paradigma itu sendiri\nC. Tidak mengalami pergantian paradigma\nD. Selalu menggunakan pendekatan positivisme\nANSWER: B"}
{"video_id" : "HMggnXeL8l0", "quiz" : "Bagaimana cara terbaik untuk mempersiapkan keuangan saat pensiun menurut penjelasan yang diberikan?\nA. Cukup mengandalkan uang pensiun dari pemerintah\nB. Menyicil properti mahal tanpa perencanaan matang\nC. Memulai bisnis baru sebelum pensiun tanpa pengalaman\nD. Melakukan investasi dan membangun DPLK sendiri\nANSWER: D"}
{"video_id" : "VKDjslgyB-E", "quiz" : "Apakah karakteristik utama dari mindfulness?\nA. Menghakimi pikiran-pikiran yang muncul\nB. Berfokus pada masa lalu dan masa depan\nC. Tidak menghakimi dan fokus pada saat ini\nD. Menyibukkan diri dengan banyak aktivitas sekaligus\nANSWER: C"}
{"video_id" : "avI4VUI3M1E", "quiz" : "Menurut narasumber, metode apa yang disarankan untuk mengurangi kebiasaan menulis berlebihan saat melakukan penelitian?\nA. Mind mapping\nB. Baca tulis\nC. Copy paste catatan teman\nD. Menulis semuanya tanpa memfilter\nANSWER: A"}
{"video_id" : "ewhgAFQIcik", "quiz" : "Mengapa asuransi jiwa penting untuk diperbincangkan dan dipertimbangkan?\nA. Karena semua orang sudah memiliki BPJS yang mencukupi\nB. Karena meninggal dunia lebih pasti terjadi dibandingkan masa depan jangka panjang\nC. Karena asuransi jiwa memberikan cashback jika tidak digunakan\nD. Karena perusahaan asuransi selalu memiliki rekam jejak buruk\nANSWER: B"}
{"video_id" : "_mHs8wV9AHc", "quiz" : "Perbedaan utama antara entrepreneur biasa dan social entrepreneur adalah:\nA. Entrepreneur biasa hanya berfokus pada keuntungan finansial, sedangkan social entrepreneur juga memperhatikan dampak sosial.\nB. Social entrepreneur tidak pernah mencari keuntungan finansial.\nC. Entrepreneur biasa lebih banyak berkontribusi pada penyelesaian masalah sosial dibandingkan dengan social entrepreneur.\nD. Kedua jenis entrepreneur tersebut sama-sama hanya peduli pada keuntungan pribadi.\nANSWER: A"}
{"video_id" : "y_RrAOZqHUo", "quiz" : "Bagaimana menurut Andin cara terbaik untuk menghadapi tekanan hidup yang menyebabkan ketidakseimbangan antara fisik, mental, dan spiritual?\nA. Menyerah dan menerima nasib sebagai orang yang selalu sakit\nB. Mencari bantuan medis tanpa mencoba memperbaiki gaya hidup\nC. Mengubah mindset menjadi kesempatan belajar untuk perbaikan diri\nD. Terus bekerja keras tanpa menggali penyebab masalah\nANSWER: C"}
{"video_id" : "U7gQXGtI9gg", "quiz" : "Apakah menurut Anda passion dapat membuat pekerjaan yang sulit terasa lebih mudah?\nA. Ya, karena kita akan tetap bersemangat meski tugasnya sulit.\nB. Tidak, passion hanya membuat kita lebih cepat lelah.\nC. Hanya ketika pekerjaan sesuai dengan hobi saja.\nD. Passion tidak mempengaruhi persepsi terhadap kesulitan kerja.\nANSWER: A"}
{"video_id" : "AuQ05zLRHVY", "quiz" : "Menurut teks tersebut, mengapa penting untuk memilih dan fokus pada nilai paling tinggi yang merepresentasikan diri kita saat ini?\nA. Agar lebih mudah menyelesaikan tugas sehari-hari\nB. Untuk membantu melalui masa-masa sulit dengan menjaga semangat\nC. Supaya bisa mengikuti aturan dan peraturan yang baru\nD. Sebagai cara untuk meningkatkan performa kerja secara signifikan\nANSWER: B"}
{"video_id" : "r9HhTh46J48", "quiz" : "Post-structuralisme menekankan aspek apa yang menjadi inti dari paradigma ini?\nA. Epistemologi dan metodologi ilmiah\nB. Ontologi dan pertanyaan fundamental tentang alasan adanya sesuatu\nC. Statistik dan analisis kuantitatif\nD. Psikologis individu dalam konteks sosial\nANSWER: B"}
{"video_id" : "P-SbNQdRS1s", "quiz" : "Mengapa seseorang sebaiknya melunasi utang sebelum berinvestasi?\nA. Bunga dari utang di Indonesia cenderung tinggi, terutama untuk kartu kredit dan pinjaman online.\nB. Investasi memberikan keuntungan yang lebih besar dibandingkan bunga utang.\nC. Melunasi utang dapat meningkatkan penghasilan seseorang.\nD. Berinvestasi tanpa melunasi utang adalah hal yang disarankan oleh OJK.\nANSWER: A"}
{"video_id" : "AARp7ZvE5ig", "quiz" : "Menurut penjelasan dalam transcript, mengapa penting untuk mempertahankan gaya hidup yang stabil saat berinvestasi?\nA. Gaya hidup yang rendah akan mencegah pengeluaran menjadi terlalu besar dan sulit dikendalikan.\nB. Naiknya penghasilan otomatis meningkatkan kualitas aset investasi secara signifikan.\nC. Meningkatnya gaya hidup dapat menghambat peningkatan aset dalam jangka panjang.\nD. Mempertahankan gaya hidup yang rendah membuat seseorang lebih bahagia dan puas.\nANSWER: C"}
{"video_id" : "gnEDtHJxFNY", "quiz" : "Ciri-ciri apa yang menjadi pondasi utama dari Jiwa Korsa seperti tulang punggung yang menopak kekuatan kelompok?\nA. Rasa tanggung jawab bersama\nB. Solidaritas yang kuat\nC. Pengutamaan kepentingan bersama\nD. Semangat kekeluargaan\nANSWER: B"}
{"video_id" : "UIrPDscNH2k", "quiz" : "Kondisi kesehatan Andin berubah setelah mengalami tumor payudara saat SMA. Apa yang menjadi penyebab utama menurut dokter?\nA. Genetik dari keluarga\nB. Pola makan sehari-hari\nC. Kurangnya olahraga\nD. Stres akademik tinggi\nANSWER: B"}
{"video_id" : "Omnmw06CErw", "quiz" : "Bagaimana dampak negatif ketika seseorang gagal menyeimbangkan antara pekerjaan dan kehidupan pribadi?\nA. Kepuasan kerja meningkat\nB. Prestasi kerja menurun dan kesehatan mental terganggu\nC. Hubungan pernikahan menjadi lebih harmonis\nD. Tingkat stres mengalami penurunan\nANSWER: B"}
{"video_id" : "7J3vUMBhgKM", "quiz" : "Bagaimana perasaan Anda jika tidak melakukan pekerjaan bahkan saat waktu luang?\nA. Saya merasa tenang dan rileks\nB. Saya sering merasa bersalah atau cemas\nC. Saya fokus pada hobi saya\nD. Saya merasa produktif\nANSWER: B"}
{"video_id" : "QoddNqjFALs", "quiz" : "Metodologi dan metode penelitian membedakan:\nA. Paradigma yang digunakan\nB. Jenis data yang diperoleh\nC. Perspektif analisis dan pengumpulan data\nD. Sumber daya yang tersedia\nANSWER: C"}
{"video_id" : "loXgSwcGz7M", "quiz" : "Mengapa jiwa korsa penting bagi ASN?\nA. Meningkatkan persaingan antar tim\nB. Menciptakan lingkungan kerja yang positif dan memperkuat kerja sama tim\nC. Mengurangi komitmen terhadap tujuan organisasi\nD. Mempermudah individu untuk fokus pada tugas pribadi tanpa melibatkan rekan\nANSWER: B"}
{"video_id" : "dEvjM77cwXI", "quiz" : "Dalam pendidikan jenjang S3, tantangan apa yang sering dihadapi oleh mahasiswa non-researcher?\nA. Kurangnya pemahaman tentang metodologi kualitatif\nB. Kesulitan dalam menerapkan teori ke praktik\nC. Terlalu fokus pada aspek kuantitatif\nD. Kekurangan pengetahuan dasar akademis\nANSWER: A"}
{"video_id" : "iqWZ52rWcts", "quiz" : "Menurut Annisa Steviany, apa tujuan utama dari mengelola keuangan untuk ASN menurut pengalamannya?\nA. Mengumpulkan harta sebanyak mungkin\nB. Memiliki dana pensiun yang besar\nC. Mencapai kemerdekaan finansial dan bebas utang\nD. Investasi di pasar saham\nANSWER: C"}
{"video_id" : "bZ-JGAjQSoI", "quiz" : "Bagaimana menurut Pak Addie cara terbaik untuk membuat desain riset pada tahap awal?\nA. Menggunakan pendekatan kuantitatif saja\nB. Menggunakan pendekatan kualitatif saja\nC. Menggabungkan metode mixed method\nD. Tidak perlu merencanakan desain riset\nANSWER: C"}
